Repository: unchase/ajax-bootmodal-login
Catalog: lang/alimir-*.po
Languages: ru_ru

source: Login
ru_ru: Войти

source: Profile
ru_ru: Профиль

source: <p class="alert alert-info" data-alert="alert">Please fill all the fields.</p>
ru_ru: <p class="alert alert-info" data-alert="alert">Пожалуйста, заполните все поля.</p>

source: <p class="alert alert-error" data-alert="alert">captcha invalid.</p>
ru_ru: <p class="alert alert-error" data-alert="alert">captcha не совпадает.</p>

source: <p class="alert alert-error" data-alert="alert"><strong>ERROR</strong>: Wrong username or password.</p>
ru_ru: <p class="alert alert-error" data-alert="alert"><strong>ОШИБКА</strong>:Неверный логин или пароль.</p>

source: <p class="alert alert-success" data-alert="alert">Login successful, redirecting...</p>
ru_ru: <p class="alert alert-success" data-alert="alert">Вход выполнен, перенаправляю...</p>

source: <p class="alert alert-success" data-alert="alert">Registration complete. Please check your e-mail.</p>
ru_ru: <p class="alert alert-success" data-alert="alert">Регистрация завершена.Пожалуйста, проверьте свой E-mail.</p>

source: <p class="alert alert-success" data-alert="alert">Password Reset. Please check your email.</p>
ru_ru: <p class="alert alert-success" data-alert="alert">Пароль сброшен. Пожалуйста,проверьте Ваш e-mail.</p>

source: Please enter a username or e-mail address.
ru_ru: Пожалуйста, введите имя пользователя или e-mail адрес.

source: There is no user registered with that email address.
ru_ru: Пользователь с данным e-mail не зарегистрирован.

source: Invalid username or e-mail.
ru_ru: Неверное имя пользователя или e-mail.

source: Password reset is not allowed for this user
ru_ru: Сброс пароля недоступен этому пользователю

source: Someone requested that the password be reset for the following account:
ru_ru: Кто-то запросил сброс пароля для данного аккаунта:

source: Username: %s
ru_ru: Имя пользователя: %s

source: If this was a mistake, just ignore this email and nothing will happen.
ru_ru: Если произошла ошибка, просто проигнорируйте это письмо, и ничего не произойдет.

source: To reset your password, visit the following address:
ru_ru: Для сброса пароля посетите следующую ссылку:

source: powered by < http://wordpress.org/plugins/ajax-bootmodal-login >
ru_ru: создано с помощью < http://wordpress.org/plugins/ajax-bootmodal-login >

source: [%s] Password Reset
ru_ru: [%s] Пароль сброшен

source: The e-mail could not be sent.<br />Possible reason: your host may have disabled the mail() function.
ru_ru: E-mail не был отправлен.<br/>Возможная причина: функция mail（） выключена на вашем хосте.

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Username or Email
ru_ru: Имя пользователя или e-mail

source: BootModal Login Settings
ru_ru: BootModal Login настройки

source: Alimir Ajax BootModal Login
ru_ru: Ajax BootModal Login

source: Using <code>[Alimir_BootModal_Login]</code> shortcode, to display ajax bootmodal login.
ru_ru: Используйте <code>[Alimir_BootModal_Login]</ code> шорткод для отображения bootmodal login.

source: Non-use BootStrap modules
ru_ru: Не использовать BootStrap модули

source: If your theme support bootstrap, Check this option.
ru_ru: Если ваша тема поддерживает bootstrap，отметьте эту опцию.

source: Do you use from bootstrap +3?
ru_ru: Вы используете bootstrap +3?

source: If you use from bootstrap +3 in your theme, Check this option.
ru_ru: Если Вы используете bootstrap +3 в Вашей теме, Отметьте эту опцию.

source: Theme
ru_ru: Тема

source: Select your favorite Theme for modal box.
ru_ru: Выберите Вашу любимую тему в модальном окне.

source: Deactivate User Panel
ru_ru: Отключить Панель пользователя

source: This option disables user modal profile button.
ru_ru: Эта опция отключает кнопку окна профиля.

source: disable user registration?
ru_ru: отключить регистрацию пользователей?

source: This option disables user registration form.
ru_ru: Эта опция отключает форму регистрации пользователей.

source: Label Setting
ru_ru: Label Настройки

source: Select Your favorite Setting: Placeholder/Lable
ru_ru: Выберите Ваши любимые настройки: Placeholder/Lable

source: Login Button Text
ru_ru: Текст кнопки входа

source: Profile Button Text
ru_ru: Текст кнопки профиля

source: Enable login captcha
ru_ru: Включить captcha при входе

source: This option enables captcha on login form.
ru_ru: Эта опция включает captcha в форме входа.

source: Enable register captcha
ru_ru: Включить captcha при регистрации

source: This option enables captcha on registration form.
ru_ru: Эта опция включает captcha в форме регистрации.

source: Enable lostpass captcha
ru_ru: Включить captcha при восстановлении пароля

source: This option enables captcha on lostpass form.
ru_ru: Эта опция включает captcha в форме восстановления пароля.

source: Captcha Font
ru_ru: Captcha Шрифт

source: Select your favorite Captcha font.
ru_ru: Выберите Ваш любимый Captcha шрифт.

source: Default buttons
ru_ru: Кнопки по-умолчанию

source: choose your button style.
ru_ru: выберите Ваш стиль кнопок.

source: Button sizes
ru_ru: Размеры кнопки

source: choose your button size.
ru_ru: выберите Ваш размер кнопок.

source: login redirect URL
ru_ru: перенаправления URL входа

source: Registration redirect URL
ru_ru: Перенаправления URL регистрации

source: Like this plugin?
ru_ru: Нравится этот плагин?

source: Show your support by Rating 5 Star in <a href="http://wordpress.org/plugins/ajax-bootmodal-login"> Plugin Directory reviews</a>
ru_ru: Покажите свою поддержку, поставив 5 Звезд： <a href="http://wordpress.org/plugins/ajax-bootmodal-login"></a>

source: Follow me on <a href="https://www.facebook.com/alimir.ir"> Facebook</a>
ru_ru: Следите за <a href="https://www.facebook.com/alimir.ir"> Facebook</a>

source: Plugin Author Blog: <a href="http://alimir.ir"> Wordpress & Programming World.</a>
ru_ru: Блог автора плагина: <a href="http://alimir.ir"> Wordpress и программирование.</a>

source: Title:
ru_ru: Заголовок:

source: User Login
ru_ru: Имя пользователя

source: Click to refresh captcha
ru_ru: Нажмите для обновления captcha

source: Remember Me
ru_ru: Запомнить меня

source: Not registered?
ru_ru: Не зарегистрирован?

source: Lost your password?
ru_ru: Забыл свой пароль?

source: loading...
ru_ru: загрузка...

source: Submit
ru_ru: Подтвердить

source: User LostPassword
ru_ru: Восстановление пароля

source: Please enter your username or email address. You will receive a link to create a new password via email.
ru_ru: Пожалуйта, введите свое имя пользователя или e-mail адрес. Вы получите ссылкудля создания нового пароля через e-mail.

source: Log in
ru_ru: Войти

source: User Registration
ru_ru: Регистрация

source: Already registered? Login
ru_ru: Уже зарегистрированы? Войти

source: A password will be emailed to you.
ru_ru: Пароль отправлен к Вам на e-mail.

source: Welcome Dear
ru_ru: Добро пожаловать

source: User Name:
ru_ru: Имя пользователя:

source: User ID:
ru_ru: ID пользователя:

source: Display Name:
ru_ru: Отображаемое имя:

source: Recent Comments
ru_ru: Текущие комментарии

source: You have not made any comment.
ru_ru: Вы не писали комментариев.

source: Recently Viewed Posts
ru_ru: Просмотренные посты

source: You have not viewed any posts recently.
ru_ru: Вы еще не просматривали посты.
